Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: What Aperture doesn't collect
af: Wat Aperture nie versamel nie
ar: ‏ما لا يجمعه Aperture
bg: Какво Aperture не събира
bn: Aperture যা সংগ্রহ করে না
ca: Què no recopila Aperture
cs: Co Aperture neshromažďuje
da: Hvad Aperture ikke indsamler
de: Was Aperture nicht erfasst
el: Τι δεν συλλέγει το Aperture
es: Lo que Aperture no recopila
et: Mida Aperture ei kogu
fa: ‏چه چیزی را Aperture جمع‌آوری نمی‌کند
fi: Mitä Aperture ei kerää
fil: Ano ang hindi kinokolekta ng Aperture
fr: Ce qu'Aperture ne collecte pas
he: ‏מה ש-Aperture לא אוסף
hi: Aperture क्या नहीं संग्रहीत करता
hr: Što Aperture ne prikuplja
hu: Mit nem gyűjt az Aperture
id: Apa yang tidak dikumpulkan Aperture
is: Hvað Aperture safnar ekki
it: Cosa non raccoglie Aperture
ja: Aperture が収集しないもの
ko: Aperture가 수집하지 않는 정보
lt: Ko Aperture nerenka
lv: Ko Aperture neapkopo
ml: Aperture ശേഖരിക്കാത്തവ
mr: Aperture काय गोळा करत नाही
ms: Apa yang Aperture tidak kumpul
nb: Hva Aperture ikke samler inn
nl: Wat Aperture niet verzamelt
pa: Aperture ਕੀ ਇਕੱਠਾ ਨਹੀਂ ਕਰਦਾ
pl: Czego Aperture nie zbiera
pt_br: O que o Aperture não coleta
ro: Ce nu colectează Aperture
ru: Что Aperture не собирает
sk: Čo Aperture nezhromažďuje
sl: Česa Aperture ne zbira
sr: Шта Aperture не прикупља
sv: Vad Aperture inte samlar in
sw: Kile ambacho Aperture haikusanyi
ta: Aperture சேகரிக்காதவை
te: Aperture ఏది సేకరించదు
th: สิ่งที่ Aperture ไม่เก็บ
tr: Aperture'ün toplamadığı şeyler
uk: Що Aperture не збирає
ur: ‏Aperture کیا جمع نہیں کرتا
vi: Những gì Aperture không thu thập
zh_hans: Aperture 不收集的内容
zh_hant: Aperture 不收集的內容

source: What does watch-only mean?
af: Wat beteken „net-kyk"?
ar: ماذا يعني «العرض فقط»؟
bg: Какво означава „само за наблюдение"?
bn: "ওয়াচ-অনলি" মানে কী?
ca: Què vol dir „només de visualització"?
cs: Co znamená „jen pro sledování"?
da: Hvad betyder „kun-se"?
de: Was bedeutet „Nur-Lese"?
el: Τι σημαίνει «μόνο για παρακολούθηση»;
es: ¿Qué significa «solo lectura»?
et: Mida tähendab „ainult vaatlemiseks"?
fa: منظور از «فقط‌تماشا» چیست؟
fi: Mitä „vain katselu" tarkoittaa?
fil: Ano ang ibig sabihin ng "watch-only"?
fr: Que signifie « lecture seule » ?
he: מה משמעות „צפייה בלבד"?
hi: "वॉच-ओनली" का क्या मतलब है?
hr: Što znači „samo za pregled"?
hu: Mit jelent a „csak megfigyelő"?
id: Apa arti "pantau-saja"?
is: Hvað þýðir „aðeins-skoða"?
it: Cosa significa „sola visualizzazione"?
ja: 「閲覧専用」とはどういう意味ですか?
ko: '관전 전용'이란 무엇입니까?
lt: Ką reiškia „tik stebėjimo"?
lv: Ko nozīmē „tikai novērošana"?
ml: watch-only എന്നതിന്റെ അർത്ഥമെന്താണ്?
mr: watch-only म्हणजे काय?
ms: Apa maksud "pantau-sahaja"?
nb: Hva betyr «kun vis»?
nl: Wat betekent „alleen-bekijken"?
pa: "ਸਿਰਫ਼-ਵੇਖਣ" ਦਾ ਕੀ ਮਤਲਬ ਹੈ?
pl: Co oznacza „tylko do obserwacji"?
pt_br: O que significa "somente-leitura"?
ro: Ce înseamnă „doar pentru vizualizare"?
ru: Что значит «только для просмотра»?
sk: Čo znamená „len na sledovanie"?
sl: Kaj pomeni »samo za ogled«?
sr: Шта значи „само за преглед"?
sv: Vad betyder „endast-läs"?
sw: "Kuangalia tu" maana yake nini?
ta: watch-only என்றால் என்ன?
te: watch-only అంటే ఏమిటి?
th: "ดูอย่างเดียว" หมายความว่าอย่างไร?
tr: „Yalnızca-izleme" ne anlama gelir?
uk: Що означає «лише для перегляду»?
ur: "صرف-دیکھنے والا" کا کیا مطلب ہے؟
vi: Ví chỉ để theo dõi nghĩa là gì?
zh_hans: "只读"是什么意思?
zh_hant: 「唯讀」是什麼意思?

source: What's a network fee?
af: Wat is 'n netwerkfooi?
ar: ما المقصود برسوم الشبكة؟
bg: Какво е мрежова такса?
bn: নেটওয়ার্ক ফি কী?
ca: Què és una comissió de xarxa?
cs: Co je síťový poplatek?
da: Hvad er et netværksgebyr?
de: Was ist eine Netzwerkgebühr?
el: Τι είναι ένα τέλος δικτύου;
es: ¿Qué es una comisión de red?
et: Mis on võrgutasu?
fa: کارمزد شبکه چیست؟
fi: Mikä on verkkomaksu?
fil: Ano ang network fee?
fr: Que sont les frais de réseau ?
he: מהי עמלת רשת?
hi: नेटवर्क शुल्क क्या है?
hr: Što je mrežna naknada?
hu: Mi az a hálózati díj?
id: Apa itu biaya jaringan?
is: Hvað er netgjald?
it: Cos'è una commissione di rete?
ja: ネットワーク手数料とは？
ko: 네트워크 수수료란?
lt: Kas yra tinklo mokestis?
lv: Kas ir tīkla maksa?
ml: നെറ്റ്‌വർക്ക് ഫീസ് എന്നാൽ എന്ത്?
mr: नेटवर्क फी म्हणजे काय?
ms: Apakah yuran rangkaian?
nb: Hva er et nettverksgebyr?
nl: Wat zijn netwerkkosten?
pa: ਨੈੱਟਵਰਕ ਫ਼ੀਸ ਕੀ ਹੈ?
pl: Czym jest opłata sieciowa?
pt_br: O que é uma taxa de rede?
ro: Ce este un comision de rețea?
ru: Что такое комиссия сети?
sk: Čo je sieťový poplatok?
sl: Kaj je omrežnina?
sr: Шта је мрежна накнада?
sv: Vad är en nätverksavgift?
sw: Ada ya mtandao ni nini?
ta: நெட்வொர்க் கட்டணம் என்றால் என்ன?
te: నెట్‌వర్క్ ఫీజు అంటే ఏమిటి?
th: ค่าธรรมเนียมเครือข่ายคืออะไร?
tr: Ağ ücreti nedir?
uk: Що таке комісія мережі?
ur: نیٹ ورک فیس کیا ہے؟
vi: Phí mạng là gì?
zh_hans: 什么是网络费？
zh_hant: 什麼是網路費？

source: What's a private key?
af: Wat is ’n privaat sleutel?
ar: ما هو المفتاح الخاص؟
bg: Какво е частен ключ?
bn: প্রাইভেট কী কী?
ca: Què és una clau privada?
cs: Co je privátní klíč?
da: Hvad er en privat nøgle?
de: Was ist ein privater Schlüssel?
el: Τι είναι το ιδιωτικό κλειδί;
es: ¿Qué es una clave privada?
et: Mis on privaatvõti?
fa: کلید خصوصی چیست؟
fi: Mikä on yksityinen avain?
fil: Ano ang pribadong susi?
fr: Qu’est-ce qu’une clé privée ?
he: מהו מפתח פרטי?
hi: निजी कुंजी क्या होती है?
hr: Što je privatni ključ?
hu: Mi az a privát kulcs?
id: Apa itu kunci pribadi?
is: Hvað er einkalykill?
it: Che cos’è una chiave privata?
ja: 秘密鍵とは何ですか?
ko: 개인 키란 무엇입니까?
lt: Kas yra privatusis raktas?
lv: Kas ir privātā atslēga?
ml: പ്രൈവറ്റ് കീ എന്നാൽ എന്താണ്?
mr: प्रायव्हेट की म्हणजे काय?
ms: Apakah itu kunci peribadi?
nb: Hva er en privat nøkkel?
nl: Wat is een privésleutel?
pa: ਪ੍ਰਾਈਵੇਟ ਕੀ ਕੀ ਹੁੰਦੀ ਹੈ?
pl: Czym jest klucz prywatny?
pt_br: O que é uma chave privada?
ro: Ce este o cheie privată?
ru: Что такое закрытый ключ?
sk: Čo je súkromný kľúč?
sl: Kaj je zasebni ključ?
sr: Шта је приватни кључ?
sv: Vad är en privat nyckel?
sw: Ufunguo wa faragha ni nini?
ta: தனிப்பட்ட சாவி என்றால் என்ன?
te: ప్రైవేట్ కీ అంటే ఏమిటి?
th: คีย์ส่วนตัวคืออะไร?
tr: Özel anahtar nedir?
uk: Що таке приватний ключ?
ur: پرائیویٹ کی کیا ہے؟
vi: Khóa riêng là gì?
zh_hans: 什么是私钥?
zh_hant: 什麼是私鑰?

source: What's a receive address?
af: Wat is 'n ontvangsadres?
ar: ‏ما هو عنوان الاستلام؟
bg: Какво е адрес за получаване?
bn: রিসিভ ঠিকানা কী?
ca: Què és una adreça de recepció?
cs: Co je přijímací adresa?
da: Hvad er en modtageradresse?
de: Was ist eine Empfangsadresse?
el: Τι είναι μια διεύθυνση λήψης;
es: ¿Qué es una dirección de recepción?
et: Mis on vastuvõtuaadress?
fa: آدرس دریافت چیست؟
fi: Mikä on vastaanotto-osoite?
fil: Ano ang receive address?
fr: Qu'est-ce qu'une adresse de réception ?
he: ‏מהי כתובת קבלה?
hi: रिसीव पता क्या है?
hr: Što je primateljska adresa?
hu: Mi az a fogadási cím?
id: Apa itu alamat penerima?
is: Hvað er móttökuvistfang?
it: Cos'è un indirizzo di ricezione?
ja: 受取アドレスとは?
ko: 받는 주소란 무엇인가요?
lt: Kas yra gavimo adresas?
lv: Kas ir saņemšanas adrese?
ml: സ്വീകരണ വിലാസം എന്നാൽ എന്ത്?
mr: प्राप्ती पत्ता म्हणजे काय?
ms: Apakah alamat penerima?
nb: Hva er en mottaksadresse?
nl: Wat is een ontvangstadres?
pa: ਪ੍ਰਾਪਤੀ ਪਤਾ ਕੀ ਹੁੰਦਾ ਹੈ?
pl: Czym jest adres odbiorczy?
pt_br: O que é um endereço de recebimento?
ro: Ce este o adresă de primire?
ru: Что такое адрес для получения?
sk: Čo je prijímacia adresa?
sl: Kaj je naslov za prejem?
sr: Шта је адреса за пријем?
sv: Vad är en mottagaradress?
sw: Anwani ya kupokea ni nini?
ta: பெறும் முகவரி என்றால் என்ன?
te: స్వీకరణ చిరునామా అంటే ఏమిటి?
th: ที่อยู่สำหรับรับคืออะไร?
tr: Alma adresi nedir?
uk: Що таке адреса для отримання?
ur: وصول کرنے کا پتہ کیا ہوتا ہے؟
vi: Địa chỉ nhận là gì?
zh_hans: 什么是接收地址?
zh_hant: 什麼是接收地址?

source: What's a recipient address?
af: Wat is 'n ontvangeradres?
ar: ما المقصود بعنوان المُستلِم؟
bg: Какво е адрес на получател?
bn: প্রাপকের ঠিকানা কী?
ca: Què és una adreça de destinatari?
cs: Co je adresa příjemce?
da: Hvad er en modtageradresse?
de: Was ist eine Empfängeradresse?
el: Τι είναι μια διεύθυνση παραλήπτη;
es: ¿Qué es una dirección de destinatario?
et: Mis on saaja aadress?
fa: نشانی گیرنده چیست؟
fi: Mikä on vastaanottajan osoite?
fil: Ano ang recipient address?
fr: Qu'est-ce qu'une adresse de destinataire ?
he: מהי כתובת נמען?
hi: प्राप्तकर्ता का पता क्या है?
hr: Što je adresa primatelja?
hu: Mi az a címzetti cím?
id: Apa itu alamat penerima?
is: Hvað er viðtakandavistfang?
it: Cos'è un indirizzo del destinatario?
ja: 受取人のアドレスとは？
ko: 받는 사람 주소란?
lt: Kas yra gavėjo adresas?
lv: Kas ir saņēmēja adrese?
ml: സ്വീകർത്താവിന്റെ വിലാസം എന്നാൽ എന്ത്?
mr: प्राप्तकर्ता पत्ता म्हणजे काय?
ms: Apakah alamat penerima?
nb: Hva er en mottakeradresse?
nl: Wat is een ontvangeradres?
pa: ਪ੍ਰਾਪਤਕਰਤਾ ਪਤਾ ਕੀ ਹੈ?
pl: Czym jest adres odbiorcy?
pt_br: O que é um endereço de destinatário?
ro: Ce este o adresă de destinatar?
ru: Что такое адрес получателя?
sk: Čo je adresa príjemcu?
sl: Kaj je naslov prejemnika?
sr: Шта је адреса примаоца?
sv: Vad är en mottagaradress?
sw: Anwani ya mpokeaji ni nini?
ta: பெறுநர் முகவரி என்றால் என்ன?
te: గ్రహీత చిరునామా అంటే ఏమిటి?
th: ที่อยู่ผู้รับคืออะไร?
tr: Alıcı adresi nedir?
uk: Що таке адреса отримувача?
ur: وصول کنندہ ایڈریس کیا ہے؟
vi: Địa chỉ người nhận là gì?
zh_hans: 什么是收款方地址？
zh_hant: 什麼是收款方位址？

source: What's a recovery phrase?
af: Wat is ’n herstelfrase?
ar: ما هي عبارة الاسترداد؟
bg: Какво е фраза за възстановяване?
bn: রিকভারি ফ্রেজ কী?
ca: Què és una frase de recuperació?
cs: Co je obnovovací fráze?
da: Hvad er en gendannelsessætning?
de: Was ist eine Wiederherstellungsphrase?
el: Τι είναι η φράση ανάκτησης;
es: ¿Qué es una frase de recuperación?
et: Mis on taastefraas?
fa: عبارت بازیابی چیست؟
fi: Mikä on palautuslauseke?
fil: Ano ang recovery phrase?
fr: Qu’est-ce qu’une phrase de récupération ?
he: מהו ביטוי שחזור?
hi: रिकवरी फ़्रेज़ क्या होता है?
hr: Što je fraza za oporavak?
hu: Mi az a helyreállítási kifejezés?
id: Apa itu frasa pemulihan?
is: Hvað er endurheimtarsetning?
it: Che cos’è una frase di recupero?
ja: リカバリーフレーズとは何ですか?
ko: 복구 구문이란 무엇입니까?
lt: Kas yra atkūrimo frazė?
lv: Kas ir atkopšanas frāze?
ml: റിക്കവറി ഫ്രേസ് എന്നാൽ എന്താണ്?
mr: रिकव्हरी फ्रेज म्हणजे काय?
ms: Apakah itu frasa pemulihan?
nb: Hva er en gjenopprettingsfrase?
nl: Wat is een herstelzin?
pa: ਰਿਕਵਰੀ ਫ਼ਰੇਜ਼ ਕੀ ਹੁੰਦਾ ਹੈ?
pl: Czym jest fraza odzyskiwania?
pt_br: O que é uma frase de recuperação?
ro: Ce este o frază de recuperare?
ru: Что такое фраза восстановления?
sk: Čo je obnovovacia fráza?
sl: Kaj je obnovitvena fraza?
sr: Шта је фраза за опоравак?
sv: Vad är en återställningsfras?
sw: Kifungu cha urejeshaji ni nini?
ta: மீட்பு சொற்றொடர் என்றால் என்ன?
te: రికవరీ ఫ్రేజ్ అంటే ఏమిటి?
th: วลีกู้คืนคืออะไร?
tr: Kurtarma ifadesi nedir?
uk: Що таке фраза для відновлення?
ur: ریکوری فریز کیا ہے؟
vi: Cụm từ khôi phục là gì?
zh_hans: 什么是恢复短语?
zh_hant: 什麼是復原短語?

source: What's a UTXO?
af: Wat is 'n UTXO?
ar: ما المقصود بـ UTXO؟
bg: Какво е UTXO?
bn: UTXO কী?
ca: Què és un UTXO?
cs: Co je UTXO?
da: Hvad er en UTXO?
de: Was ist ein UTXO?
el: Τι είναι ένα UTXO;
es: ¿Qué es un UTXO?
et: Mis on UTXO?
fa: UTXO چیست؟
fi: Mikä on UTXO?
fil: Ano ang UTXO?
fr: Qu'est-ce qu'un UTXO ?
he: מהו UTXO?
hi: UTXO क्या है?
hr: Što je UTXO?
hu: Mi az a UTXO?
id: Apa itu UTXO?
is: Hvað er UTXO?
it: Cos'è un UTXO?
ja: UTXO とは？
ko: UTXO란?
lt: Kas yra UTXO?
lv: Kas ir UTXO?
ml: UTXO എന്നാൽ എന്ത്?
mr: UTXO म्हणजे काय?
ms: Apakah UTXO?
nb: Hva er en UTXO?
nl: Wat is een UTXO?
pa: UTXO ਕੀ ਹੈ?
pl: Czym jest UTXO?
pt_br: O que é um UTXO?
ro: Ce este un UTXO?
ru: Что такое UTXO?
sk: Čo je UTXO?
sl: Kaj je UTXO?
sr: Шта је UTXO?
sv: Vad är en UTXO?
sw: UTXO ni nini?
ta: UTXO என்றால் என்ன?
te: UTXO అంటే ఏమిటి?
th: UTXO คืออะไร?
tr: UTXO nedir?
uk: Що таке UTXO?
ur: UTXO کیا ہے؟
vi: UTXO là gì?
zh_hans: 什么是 UTXO？
zh_hant: 什麼是 UTXO？

source: What's Replace-By-Fee?
af: Wat is Replace-By-Fee?
ar: ما المقصود بـ Replace-By-Fee؟
bg: Какво е Replace-By-Fee?
bn: Replace-By-Fee কী?
ca: Què és Replace-By-Fee?
cs: Co je Replace-By-Fee?
da: Hvad er Replace-By-Fee?
de: Was ist Replace-By-Fee?
el: Τι είναι το Replace-By-Fee;
es: ¿Qué es Replace-By-Fee?
et: Mis on Replace-By-Fee?
fa: Replace-By-Fee چیست؟
fi: Mikä on Replace-By-Fee?
fil: Ano ang Replace-By-Fee?
fr: Qu'est-ce que le Replace-By-Fee ?
he: מהו Replace-By-Fee?
hi: Replace-By-Fee क्या है?
hr: Što je Replace-By-Fee?
hu: Mi az a Replace-By-Fee?
id: Apa itu Replace-By-Fee?
is: Hvað er Replace-By-Fee?
it: Cos'è il Replace-By-Fee?
ja: Replace-By-Fee とは？
ko: Replace-By-Fee란?
lt: Kas yra Replace-By-Fee?
lv: Kas ir Replace-By-Fee?
ml: Replace-By-Fee എന്നാൽ എന്ത്?
mr: Replace-By-Fee म्हणजे काय?
ms: Apakah Replace-By-Fee?
nb: Hva er Replace-By-Fee?
nl: Wat is Replace-By-Fee?
pa: Replace-By-Fee ਕੀ ਹੈ?
pl: Czym jest Replace-By-Fee?
pt_br: O que é Replace-By-Fee?
ro: Ce este Replace-By-Fee?
ru: Что такое Replace-By-Fee?
sk: Čo je Replace-By-Fee?
sl: Kaj je Replace-By-Fee?
sr: Шта је Replace-By-Fee?
sv: Vad är Replace-By-Fee?
sw: Replace-By-Fee ni nini?
ta: Replace-By-Fee என்றால் என்ன?
te: Replace-By-Fee అంటే ఏమిటి?
th: Replace-By-Fee คืออะไร?
tr: Replace-By-Fee nedir?
uk: Що таке Replace-By-Fee?
ur: Replace-By-Fee کیا ہے؟
vi: Replace-By-Fee là gì?
zh_hans: 什么是 Replace-By-Fee？
zh_hant: 什麼是 Replace-By-Fee？

source: When
af: Wanneer
ar: متى
bg: Кога
bn: কখন
ca: Quan
cs: Kdy
da: Hvornår
de: Wann
el: Πότε
es: Cuándo
et: Millal
fa: زمان
fi: Milloin
fil: Kailan
fr: Quand
he: מתי
hi: कब
hr: Kada
hu: Mikor
id: Kapan
is: Hvenær
it: Quando
ja: 日時
ko: 시점
lt: Kada
lv: Kad
ml: എപ്പോൾ
mr: केव्हा
ms: Bila
nb: Når
nl: Wanneer
pa: ਕਦੋਂ
pl: Kiedy
pt_br: Quando
ro: Când
ru: Когда
sk: Kedy
sl: Kdaj
sr: Када
sv: När
sw: Lini
ta: எப்போது
te: ఎప్పుడు
th: เมื่อ
tr: Ne zaman
uk: Коли
ur: کب
vi: Khi
zh_hans: 时间
zh_hant: 時間

source: When enabled, Aperture will fetch balances in the background by talking to public chain RPC providers. The providers may log the request — Aperture itself records nothing about you.
af: Wanneer dit geaktiveer is, sal Aperture saldo's in die agtergrond ophaal deur met publieke ketting-RPC-verskaffers te praat. Die verskaffers kan die versoek aanteken — Aperture self teken niks oor jou aan nie.
ar: عند التفعيل، يجلب Aperture الأرصدة في الخلفية بالتواصل مع مزوّدي RPC العامين. قد يسجّل هؤلاء المزوّدون الطلب — لكن Aperture نفسه لا يسجّل عنك شيئًا.
bg: Когато е активирано, Aperture извлича балансите във фонов режим, като общува с публичните доставчици на RPC за веригите. Доставчиците може да записват заявката — самият Aperture не записва нищо за вас.
bn: চালু থাকলে, Aperture পাবলিক চেইন RPC প্রদানকারীদের সাথে কথা বলে ব্যাকগ্রাউন্ডে ব্যালেন্স আনে। প্রদানকারীরা অনুরোধ লগ করতে পারে — Aperture নিজে আপনার সম্পর্কে কিছু রেকর্ড করে না।
ca: Quan està activat, Aperture obté els saldos en segon pla comunicant-se amb proveïdors públics de RPC. Aquests proveïdors poden registrar la sol·licitud — Aperture en si no desa res sobre tu.
cs: Když je zapnuto, Aperture získává zůstatky na pozadí komunikací s veřejnými RPC poskytovateli. Poskytovatelé si mohou požadavek zaznamenat — samotná Aperture o vás nezaznamenává nic.
da: Når den er aktiveret, henter Aperture saldi i baggrunden ved at kommunikere med offentlige RPC-udbydere. Udbyderne kan logge anmodningen — Aperture selv registrerer intet om dig.
de: Wenn aktiviert, ruft Aperture im Hintergrund Kontostände ab, indem es mit öffentlichen Chain-RPC-Anbietern kommuniziert. Die Anbieter können die Anfrage protokollieren — Aperture selbst zeichnet nichts über Sie auf.
el: Όταν είναι ενεργοποιημένο, το Aperture ανακτά υπόλοιπα στο παρασκήνιο επικοινωνώντας με δημόσιους παρόχους RPC. Οι πάροχοι μπορεί να καταγράψουν το αίτημα — το ίδιο το Aperture δεν καταγράφει τίποτα για εσάς.
es: Cuando está activado, Aperture obtiene saldos en segundo plano hablando con proveedores públicos de RPC. Esos proveedores pueden registrar la solicitud — Aperture en sí no guarda nada sobre ti.
et: Kui see on lubatud, hangib Aperture saldosid taustal, suheldes ahelate avalike RPC teenusepakkujatega. Teenusepakkujad võivad päringut logida — Aperture ise ei salvesta sinu kohta midagi.
fa: وقتی فعال باشد، Aperture با ارتباط با ارائه‌دهندگان RPC عمومی زنجیره، موجودی‌ها را در پس‌زمینه دریافت می‌کند. ارائه‌دهندگان ممکن است درخواست را ثبت کنند — خود Aperture دربارهٔ شما چیزی ثبت نمی‌کند.
fi: Käytössä Aperture hakee saldot taustalla kommunikoimalla julkisten RPC-tarjoajien kanssa. Tarjoajat voivat lokittaa pyynnön — Aperture itse ei tallenna sinusta mitään.
fil: Kapag pinagana, kukunin ng Aperture ang mga balanse sa background sa pamamagitan ng pakikipag-usap sa mga pampublikong chain RPC provider. Maaaring i-log ng mga provider ang request — ang Aperture mismo ay walang itinatala tungkol sa iyo.
fr: Lorsqu'il est activé, Aperture récupère les soldes en arrière-plan en communiquant avec les fournisseurs RPC publics des chaînes. Les fournisseurs peuvent enregistrer la requête — Aperture lui-même n'enregistre rien sur vous.
he: כשמופעל, Aperture שולף יתרות ברקע על ידי תקשורת עם ספקי RPC ציבוריים. הספקים עשויים לרשום את הבקשה — Aperture עצמו אינו מתעד דבר עליך.
hi: सक्षम होने पर, Aperture पब्लिक चेन RPC प्रदाताओं से बात करके बैकग्राउंड में बैलेंस लाता है। प्रदाता रिक्वेस्ट लॉग कर सकते हैं — Aperture स्वयं आपके बारे में कुछ रिकॉर्ड नहीं करता।
hr: Kada je omogućeno, Aperture u pozadini dohvaća stanja komunicirajući s javnim RPC pružateljima. Pružatelji mogu zabilježiti zahtjev — Aperture sam ne sprema ništa o vama.
hu: Bekapcsolva az Aperture a háttérben lekéri az egyenlegeket úgy, hogy nyilvános lánc RPC-szolgáltatókkal kommunikál. A szolgáltatók naplózhatják a kérést — maga az Aperture semmit sem rögzít Önről.
id: Saat diaktifkan, Aperture akan mengambil saldo di latar belakang dengan berkomunikasi ke penyedia RPC publik chain. Penyedia dapat mencatat permintaan — Aperture sendiri tidak mencatat apa pun tentang Anda.
is: Þegar þetta er virkjað sækir Aperture stöður í bakgrunni með því að tala við opinbera RPC-veitendur keðjanna. Veitendurnir kunna að skrá fyrirspurnina — Aperture sjálft skráir ekkert um þig.
it: Quando attivato, Aperture recupera i saldi in background comunicando con i provider RPC pubblici delle catene. I provider potrebbero registrare la richiesta — Aperture in sé non registra nulla su di te.
ja: 有効にすると、Aperture は公開チェーン RPC プロバイダーと通信してバックグラウンドで残高を取得します。プロバイダーがリクエストを記録する場合がありますが、Aperture 自体はあなたに関する情報を一切記録しません。
ko: 활성화하면 Aperture가 백그라운드에서 공개 체인 RPC 공급자와 통신하여 잔액을 가져옵니다. 공급자는 요청을 기록할 수 있지만, Aperture 자체는 당신에 대해 아무것도 기록하지 않습니다.
lt: Kai įjungta, „Aperture“ atsisiunčia likučius fone bendraudama su viešais grandinių RPC teikėjais. Teikėjai gali žurnaluoti užklausą — pati „Aperture“ apie jus nieko nefiksuoja.
lv: Kad ieslēgts, Aperture iegūst atlikumus fonā, sazinoties ar publiskajiem ķēžu RPC pakalpojumu sniedzējiem. Pakalpojumu sniedzēji var reģistrēt pieprasījumu — pats Aperture par jums nereģistrē neko.
ml: പ്രവർത്തനക്ഷമമാക്കിയാൽ, പൊതു ചെയിൻ RPC ദാതാക്കളുമായി സംസാരിച്ച് പശ്ചാത്തലത്തിൽ ബാലൻസുകൾ Aperture എടുക്കും. ദാതാക്കൾ അഭ്യർത്ഥന ലോഗ് ചെയ്തേക്കാം — Aperture തന്നെ നിങ്ങളെക്കുറിച്ച് ഒന്നും രേഖപ്പെടുത്തുന്നില്ല.
mr: सक्षम केल्यावर, Aperture सार्वजनिक चेन RPC प्रदात्यांशी बोलून पार्श्वभूमीत शिल्लक मिळवेल. प्रदाते विनंती लॉग करू शकतात — Aperture स्वतः तुमच्याबद्दल काहीही नोंदवत नाही.
ms: Apabila diaktifkan, Aperture akan mengambil baki di latar belakang dengan berhubung dengan penyedia RPC awam rantaian. Penyedia mungkin mencatat permintaan — Aperture sendiri tidak mencatat apa-apa tentang anda.
nb: Når aktivert henter Aperture saldoer i bakgrunnen ved å snakke med offentlige RPC-leverandører. Leverandørene kan logge forespørselen — Aperture selv registrerer ingenting om deg.
nl: Wanneer ingeschakeld, haalt Aperture saldi op de achtergrond op door te communiceren met publieke chain-RPC-providers. Providers kunnen het verzoek vastleggen — Aperture zelf legt niets over je vast.
pa: ਜਦੋਂ ਚਾਲੂ ਹੁੰਦਾ ਹੈ, Aperture ਜਨਤਕ ਚੇਨ RPC ਪ੍ਰਦਾਤਿਆਂ ਨਾਲ ਗੱਲ ਕਰ ਕੇ ਪਿੱਛਲੇ ਪਾਸੇ ਬੈਲੰਸ ਲਿਆਏਗਾ। ਪ੍ਰਦਾਤੇ ਬੇਨਤੀ ਨੂੰ ਲਾਗ ਕਰ ਸਕਦੇ ਹਨ — Aperture ਆਪ ਤੁਹਾਡੇ ਬਾਰੇ ਕੁਝ ਨਹੀਂ ਰਿਕਾਰਡ ਕਰਦਾ।
pl: Po włączeniu Aperture pobiera salda w tle, komunikując się z publicznymi dostawcami RPC łańcuchów. Dostawcy mogą rejestrować żądania — sam Aperture nie zapisuje o Tobie niczego.
pt_br: Quando ativado, o Aperture busca saldos em segundo plano conversando com provedores públicos de RPC. Esses provedores podem registrar a solicitação — o próprio Aperture não guarda nada sobre você.
ro: Când este activat, Aperture preia soldurile în fundal comunicând cu furnizorii publici de RPC. Acești furnizori pot înregistra cererea — Aperture însăși nu păstrează nimic despre dumneavoastră.
ru: Если включено, Aperture запрашивает балансы в фоне, обращаясь к публичным RPC-провайдерам. Эти провайдеры могут логировать запрос — сама Aperture ничего о вас не сохраняет.
sk: Keď je zapnuté, Aperture na pozadí získava zostatky komunikáciou s verejnými RPC poskytovateľmi. Poskytovatelia si môžu požiadavku zaznamenať — samotná Aperture si o vás nič neukladá.
sl: Ko je omogočeno, Aperture v ozadju pridobiva stanja s komunikacijo z javnimi ponudniki RPC. Ponudniki lahko zabeležijo zahtevo — Aperture sam ne shranjuje ničesar o vas.
sr: Када је омогућено, Aperture у позадини преузима стања комуницирајући са јавним RPC провајдерима. Провајдери могу да забележе захтев — Aperture сам ништа не бележи о вама.
sv: När aktiverat hämtar Aperture saldon i bakgrunden genom att kommunicera med publika RPC-leverantörer. Leverantörerna kan logga begäran — Aperture i sig sparar inget om dig.
sw: Ikiwa imewashwa, Aperture italeta salio kwa nyuma kwa kuwasiliana na watoa huduma wa RPC wa umma wa mnyororo. Watoa huduma wanaweza kuhifadhi ombi — Aperture yenyewe haihifadhi chochote kukuhusu.
ta: செயல்படுத்தப்பட்டால், Aperture பொது செயின் RPC வழங்குநர்களுடன் தொடர்பு கொண்டு பின்னணியில் இருப்புகளைப் பெறும். வழங்குநர்கள் கோரிக்கையை பதிவு செய்யக்கூடும் — Aperture தானே உங்களைப் பற்றி எதையும் பதிவு செய்வதில்லை.
te: ప్రారంభించబడినప్పుడు, Aperture పబ్లిక్ చైన్ RPC ప్రొవైడర్లతో మాట్లాడుతూ నేపథ్యంలో బ్యాలెన్స్‌లను తీసుకువస్తుంది. ప్రొవైడర్లు అభ్యర్థనను లాగ్ చేయవచ్చు — Aperture తానే మీ గురించి ఏదీ నమోదు చేయదు.
th: เมื่อเปิดใช้งาน Aperture จะดึงยอดเงินในเบื้องหลังโดยติดต่อกับผู้ให้บริการ RPC สาธารณะของเชน ผู้ให้บริการอาจบันทึกคำขอ — Aperture ไม่ได้บันทึกอะไรเกี่ยวกับคุณ
tr: Etkinleştirildiğinde Aperture, genel zincir RPC sağlayıcılarıyla iletişim kurarak bakiyeleri arka planda alır. Sağlayıcılar isteği günlüğe kaydedebilir — Aperture'ın kendisi hakkınızda hiçbir şey kaydetmez.
uk: Коли увімкнено, Aperture отримує баланси у фоні, спілкуючись із публічними RPC-провайдерами. Провайдери можуть логувати запит — сама Aperture нічого про вас не зберігає.
ur: فعال ہونے پر، Aperture عوامی چین RPC فراہم کنندگان سے بات چیت کر کے پس منظر میں بیلنس حاصل کرے گا۔ فراہم کنندگان درخواست کو لاگ کر سکتے ہیں — Aperture خود آپ کے بارے میں کچھ ریکارڈ نہیں کرتا۔
vi: Khi được bật, Aperture sẽ tải số dư trong nền bằng cách trao đổi với các nhà cung cấp RPC chuỗi công khai. Các nhà cung cấp có thể ghi nhật ký yêu cầu — bản thân Aperture không ghi lại gì về bạn.
zh_hans: 启用后,Aperture 会在后台与公共链 RPC 提供商通信以获取余额。提供商可能会记录请求 — Aperture 本身不会记录有关你的任何信息。
zh_hant: 啟用後,Aperture 會在背景與公共鏈 RPC 提供者通訊以取得餘額。提供者可能會記錄請求 — Aperture 本身不會記錄有關你的任何資訊。
